[url]
[user]
like
get
people
one
women
good
think
know
time
want
even
see
right
men
really
well
make
man
way
never
lol
say
much
shit
need
going
trump
still
fuck
got
back
also
white
thing
look
something
take
love
life
guy
better
new
yeah
day
sure
post
fucking
said
first
work
great
thanks
woman
actually
someone
many
yes
always
years
girl
sex
#maga
girls
guys
give
every
find
keep
read
bad
things
real
lot
world
probably
though
ever
getting
nothing
anything
mean
feel
maybe
point
try
tell
pretty
use
best
another
it’s
true
made
old
let
money
trying
stop
looks
don’t
long
come
around
makes
enough
thought
little
live
hate
hope
thank
anyone
left
already
wrong
believe
god
news
put
free
saying
help
year
may
might
looking
everyone
nice
#gabfam
must
hard
video
big
care
[url]"
last
game
least
gab
dude
two
start
part
without
next
away
says
i’m
black
talk
please
person
agree
show
since
ask
used
call
twitter
done
problem
media
watch
guess
talking
end
everything
friends
yet
kind
else
state
place
via
dont
face
country
#trump
either
sounds
reason
president
america
exactly
times
needs
seems
making
stupid
sub
seen
high
social
gets
understand
idea
sorry
job
far
today
different
less
wants
fun
called
stuff
kids
mind
truth
female
ass
date
jews
happy
self
hell
ago
gonna
name
days
remember
friend
war
change
incel
means
matter
funny
american
pay
bro
question
children
bit
literally
fact
move
male
support
wait
found
damn
full
thinking
advice
incels
you’re
home
school
whole
fake
obama
house
"""
chad
government
course
family
case
bitch
check
sense
story
law
that’s
comment
head
coming
definitely
control
mgtow
#news
word
follow
ugly
child
using
single
become
others
red
anti
wonder
went
#speakfreely
wow
learn
told
vote
rape
happen
hear
power
instead
almost
night
welcome
goes
leave
play
heard
works
lmao
run
hey
wish
working
words
worth
human
ones
etc
interesting
comes
group
top
hit
dead
relationship
muslim
wanted
society
attractive
week
number
history
[user]‍
posts
fat
soon
open
seem
easy
taking
dick
bullshit
speech
side
cool
kill
age
deal
police
attention
imagine
stay
unless
sad
rather
hillary
happened
death
book
party
whatever
answer
lost
low
dating
based
article
wife
enjoy
seriously
sexual
hot
saw
reading
fine
able
haha
thats
worse
body
buy
short
half
link
second
young
fight
turn
interested
cause
account
jew
evil
race
average
crazy
usually
fucked
awesome
non
youtube
gay
democrats
started
experience
set
win
racist
happens
alone
knows
asking
especially
internet
tried
important
liberal
meet
pussy
act
future
public
absolutely
glad
anyway
took
report
married
quite
sometimes
reddit
likely
hand
morning
completely
joke
clinton
okay
past
rest
facebook
came
living
stand
political
bring
line
wall
die
lose
anymore
fbi
comments
giving
gun
close
dumb
honestly
islam
muslims
small
forget
possible
jesus
knew
banned
totally
posted
deep
asian
poor
business
illegal
level
send
text
attack
movie
bet
basically
plan
months
yep
approach
sound
calling
behind
weird
chance
list
google
watching
together
rights
college
bill
kid
brother
hours
system
often
boy
can’t
type
#qanon
online
eyes
million
telling
lie
common
picture
share
lives
luck
trust
takes
entire
seeing
russia
order
situation
eat
gone
issue
pill
difference
games
jewish
gotta
kinda
beautiful
site
speak
respect
obviously
opinion
later
realize
asked
shows
gave
normal
reality
porn
wtf
term
given
doesn’t
nobody
sick
general
posting
fire
example
fair
serious
couple
except
feminist
killed
evidence
food
actual
dog
listen
americans
parents
message
value
strong
straight
doubt
along
thinks
save
phone
huge
cut
election
response
israel
mother
conversation
baby
car
simple
military
john
liberals
europe
blue
freedom
worst
pick
expect
problems
judge
gender
ban
court
break
amazing
playing
marriage
issues
super
hair
culture
holy
hold
"[user]
taken
city
#gab
thread
pro
feminists
laid
clearly
longer
shut
three
perfect
bunch
"the
usa
shot
false
class
lots
countries
gives
correct
eye
com
feminism
simply
cnn
mental
paid
laugh
finally
allowed
states
i’ve
breaking
meme
rule
exist
honest
nah
brain
crime
cant
test
beta
choice
truly
earth
outside
safe
donald
meant
wanna
page
running
needed
proof
due
add
cuck
personality
walk
feeling
south
ready
middle
clear
height
mom
sign
however
claim
tho
explain
lying
minutes
late
piece
she’s
whites
mine
interest
tax
justice
step
water
apparently
idiot
rich
didn’t
violence
moment
special
supposed
company
build
son
crap
disgusting
force
surprised
questions
known
national
sort
father
pic
laws
month
blame
boys
information
smart
videos
soros
personal
source
consider
legal
tbh
met
community
worry
rules
troll
none
action
majority
front
nazi
west
figure
yea
worked
hurt
he’s
china
mostly
join
waiting
confidence
argument
spend
""i
retarded
russian
contact
otherwise
""the
likes
ignore
room
daily
office
guns
early
tinder
fall
democrat
fear
feels
points
continue
write
isn’t
similar
jail
pass
lies
reply
following
sleep
prison
easier
heart
western
service
zero
music
conservative
christian
paying
view
turned
dad
appreciate
plus
obvious
plenty
avoid
born
calls
near
info
miss
ways
tall
hands
cute
drink
cunt
hang
north
destroy
notice
security
mad
light
politics
lead
whether
relationships
virgin
they’re
lack
agreed
grow
nature
facts
subreddit
perhaps
prefer
across
females
waste
msm
religion
certain
antifa
starting
within
beat
nation
shitty
peace
cope
health
personally
wear
california
logic
folks
pathetic
cold
cares
deserve
count
mass
asshole
shame
germany
happening
inside
putting
mention
looked
#draintheswamp
effort
dems
assume
forward
choose
original
content
girlfriend
alt
older
nope
murder
hour
certainly
willing
total
attracted
weeks
leftist
pull
biggest
team
disagree
jobs
sent
space
flag
killing
form
fit
standards
accept
faggot
suck
christ
language
fix
gym
gold
bar
kavanaugh
mate
arrested
major
area
easily
english
numbers
land
focus
abuse
caught
protect
yup
amount
border
behavior
alpha
drop
prove
reasons
throw
mouth
&#x
immigration
version
depends
complete
campaign
higher
congress
create
fast
push
learned
current
favorite
modern
hilarious
somewhere
former
blood
fighting
suicide
dudes
afraid
stick
shooting
jones
whore
app
idiots
communist
photo
towards
admit
statement
edit
paul
trash
indeed
sucks
husband
divorce
allow
british
angry
science
creepy
natural
tells
art
canada
books
trump's
weak
#pizzagate
claims
meeting
study
enemy
dark
raped
ain't
song
fault
church
insane
lady
mark
hopefully
btw
idk
considered
changed
bless
secret
random
stopped
sir
showing
air
drive
created
victim
movement
street
weight
market
tonight
cover
agenda
blacks
involved
hitler
places
everywhere
terrible
success
excuse
alex
proud
james
helps
stories
wing
groups
search
treat
coffee
ahead
speaking
forgot
star
decent
wearing
forced
balls
missing
press
kiss
double
beyond
thoughts
cancer
club
private
status
aware
skin
hollywood
fox
tomorrow
propaganda
christmas
written
ice
several
wrote
chinese
bed
website
keeps
unfortunately
multiple
wake
david
image
population
criminal
hahaha
german
george
practice
large
islamic
according
sweet
nigger
there’s
removed
third
lord
excellent
ill
fan
data
cia
sjw
boyfriend
touch
texas
option
energy
eventually
missed
lower
busy
risk
smile
massive
voice
building
ideas
lets
research
quality
local
africa
feelings
chick
died
results
bitches
trp
trouble
united
males
hole
equal
physical
pics
censorship
federal
opposite
felt
clean
positive
forever
somehow
matters
door
bigger
millions
offer
fired
watched
i’d
dangerous
chads
goal
sharing
style
isis
movies
pictures
won
eating
drunk
theory
town
spot
cat
gop
actions
shoot
quick
civil
mistake
marry
loved
tired
liked
although
profile
rate
wanting
buddy
recently
channel
"you
terrorist
violent
debate
character
burn
knowing
dates
topic
senate
doesnt
voting
foreign
daughter
curious
attacks
including
nazis
sell
lucky
writing
failed
brought
i’ll
definition
update
process
main
respond
syria
hotpagenews
london
moving
per
becoming
dogs
normies
king
aren’t
extremely
upon
surprise
niggers
cost
key
sit
broke
somebody
rid
iran
european
members
terms
frame
neither
victims
review
voted
carry
recommend
ridiculous
losing
global
tweet
handle
pain
possibly
won’t
gotten
confident
generally
negative
effect
rock
catch
imo
acting
leader
#fakenews
toxic
interview
played
winning
citizens
threat
considering
position
specific
planet
army
views
learning
anywhere
walking
attraction
hello
noticed
investigation
quote
huh
korea
east
fail
among
#altright
purpose
finding
alive
christians
latest
helped
humans
followers
related
context
mentally
bother
title
republican
defend
garbage
popular
fellow
immediately
record
sessions
education
normie
yesterday
twice
cock
cucks
size
cry
emotional
suggest
scum
drug
exact
decided
basic
"this
didnt
weekend
regardless
ground
republicans
racism
mexico
mentioned
spread
memes
mueller
trade
omg
everybody
birth
turns
bible
wont
cash
accounts
narrative
remove
spent
career
skills
return
drugs
chicks
heads
hearing
note
attempt
decide
successful
tend
women's
provide
intelligence
healthy
wouldn’t
bought
pure
fraud
till
harder
conservatives
teach
#politics
official
horrible
michael
block
sentence
despite
keeping
currently
#presidenttrump
useful
laughing
hide
visit
typical
available
com/r/
hoping